<?php

$id = intval($_GET['id']);
if($id == 1) {
	$content = '<h1>บันทึก อย่าทำข่อย วันแรก</h1><pre>
- เมื่อเช้าข่อยพบว่าแท้จริงแล้ว ข่อยเริ่มรู้สึกชอบเพื่อนข่อยว่ะ
- ตอนเดินไปเรียนเกือบเหยียบขี้หมาแหนะ
  แล้วข่อยรู้ได้ไงว่าเป็นขี้หมา ?
  ก็ข่อยชิมแล้วน่ะสิ..
- ทำไมที่โรงเรียนต้องเรียกครู ว่าอาจารย์ด้วยนะ
- ในห้องเรามีแต่ผู้หญิงให้รึ่มเลย
  แต่จริงๆ ก็ชอบนะแบบนี้ :]
- วันเปิดเรียนก็โดนการบ้านซะแล้วสิ
  ขี้เกียจทำแหะ

เดี๋ยวพรุ่งนี้มาเล่าใหม่นะพวกเธอว์
</pre>';
} else
	$content = '1.) <a href="?page=blog&id=1" style="text-decoration: underline;">บันทึก อย่าทำข่อย วันแรก</a>';

?>